Repository: OmegaT-L10N/be
Catalog: omegat/project_save.tmx
Source language: en
Languages: be

source: This call MUST be in swing thread
be: Гэты выклік ПАВІНЕН быць у струмені swing

source: This command will be executed after Creating Translated Documents.
be: Гэтая каманда будзе выкананая пасьля кампіляцыі перакладу.

source: This is a Git repository.
be: Гэта — рэпазыторый Git.

source: This is a Subversion repository.
be: Гэта — рэпазыторый Subversion.

source: This is a valid project file.
be: Гэта — сапраўдны файл праекта.

source: This is the way text will look when displayed.
be: Так будзе выглядаць тэкст на экране.

source: This project
be: Гэты праект

source: Toggle Selected
be: Перавярнуць вылучэньне

source: Too big HTML file!
be: Файл HTML завялікі!

source: Total Characters (including spaces)
be: Усяго сымбаляў (з прабеламі)

source: Total Characters (without spaces)
be: Усяго сымбаляў (без прабелаў)

source: Total Segments
be: Усяго сэгмэнтаў

source: Total Words
be: Усяго слоў

source: Total number of segments
be: Агульная колькасьць сэгмэнтаў

source: Total:
be: Агулам:

source: Trans&lated or untranslated
be: Перак&ладзеныя або неперакладзеныя

source: TransTips
be: TransTips (тэрміны)

source: Translate the following attributes:
be: Перакладаць наступныя атрыбуты:

source: Translate the following elements:
be: Перакладаць наступныя элемэнты:

source: Translated File Encoding
be: Кадоўка файлаў перакладаў

source: Translated File Encoding:
be: Кадоўка файлаў перакладаў:

source: Translated Filename Pattern
be: Шаблён назваў файлаў перакладаў

source: Translated Files Folder
be: Каталёг файлаў перакладаў

source: Translated Files Folder:
be: Каталёг файлаў перакладаў:

source: Translated document created
be: Дакумэнт зь перакладам адкампіляваны

source: Translated documents created
be: Дакумэнты зь перакладамі адкампіляваныя

source: Translated file path cannot be identical to the source file path: {0}
be: Шлях да файла перакладу не можа быць ідэнтычны шляху да зыходнага файла: {0}

source: Translated files folder entered does not exist!
be: Уведзены каталёг з файламі перакладаў не існуе!

source: Translated files location not defined
be: Ня вызначаны каталёг з файламі перакладаў

source: Translated segments
be: Перакладзеныя сэгмэнты

source: Translated segments text
be: Тэкст перакладзеных сэгмэнтаў

source: Translated unique segments
be: Перакладзеных унікальных сэгмэнтаў

source: Translating Project
be: Пераклад праекта

source: Translation
be: Пераклад

source: Translation Memory Files Folder
be: Каталёг файлаў памяці перакладаў

source: Translation Memory Folder:
be: Каталёг файлаў памяці перакладаў:

source: Translation is fuzzy
be: Пераклад — недакладнае супадзеньне

source: Translation last modified by {0} on {1} at {2}
be: Апошняя зьмена перакладу: аўтар: {0}, дата: {1}, час: {2}

source: Translation memory files folder entered does not exist!
be: Уведзены каталёг з файламі памяці перакладаў не існуе!

source: Translation memory folder {0} does not exist.
be: Каталёг з файламі памяці перакладаў {0} не існуе.

source: Translation unit encountered before TMX header.
be: Адзінка перакладу знойдзеная да загалоўка TMX.

source: Translation:
be: Пераклад:

source: Translator comments:
be: Камэнтары перакладчыка

source: Type
be: Тып

source: Type in new rule ID
be: Увядзеце ідэнтыфікатар новага правіла

source: Typo3 LocManager
be: Файлы Typo3 LocManager

source: Typo3 l10nmgr
be: Файлы Typo3 l10nmgr

source: U&ntranslated
be: &Неперакладзеныя

source: URL of online dictionaries:
be: Адрас слоўнікаў у Інтэрнэце:

source: Unable to build new TMX file!
be: Не магу стварыць новы файл назапашвальніка перакладаў (TMX)!

source: Unable to convert project!
be: Немагчыма пераўтварыць праект!

source: Unable to download team project!
be: Немагчыма спампаваць камандны праект!

source: Unable to initialize read of XML file!
be: Немагчыма ініцыялізаваць чытаньне файла XML!

source: Unable to parse filters configuration file
be: Немагчыма зрабіць сынтаксычны аналіз файла канфігурацыі фільтраў

source: Unable to read file
be: Немагчыма прачытаць файл

source: Unable to read project file!
be: Немагчыма прачытаць файл праекта!

source: Unable to save data.
be: Немагчыма захаваць дадзеныя.

source: Unable to save filters configuration file
be: Немагчыма захаваць файл канфігурацыі фільтраў

source: Unable to uninstall the selected dictionary
be: Немагчыма выдаліць выбраны слоўнік

source: Undock
be: Адмацаваць

source: Unexpected char {0} ({1})!
be: Нечаканы сымбаль '{0}' ({1})!

source: Uninstalling failed
be: Не атрымалася выдаліць

source: Unique Characters (including spaces)
be: Унікальных сымбаляў (з прабеламі)

source: Unique Characters (without spaces)
be: Унікальных сымбаляў (без прабелаў)

source: Unique Remaining Characters (including spaces)
be: Застаецца ўнікальных сымбаляў (з прабеламі)

source: Unique Remaining Characters (without spaces)
be: Застаецца ўнікальных сымбаляў (без прабелаў)

source: Unique Remaining Segments
be: Застаецца ўнікальных сэгмэнтаў:

source: Unique Remaining Words
be: Застаецца ўнікальных слоў

source: Unique Remaining:
be: Застаецца ўнікальных:

source: Unique Segments
be: Унікальных сэгмэнтаў

source: Unique Words
be: Унікальных слоў

source: Unique segments
be: Унікальных сэгмэнтаў

source: Unique:
be: Унікальных:

source: Unknown plugin type '{0}' in '{1}'
be: Невядомы тып плагіна '{0}' у '{1}'

source: Unspecified
be: Не зададзена

source: Unsupported SVN error
be: Непадтрыманая памылка SVN

source: Unsupported XML version {0}!
be: Вэрсія XML {0} не падтрымліваецца!

source: Unsupported file encoding
be: Кадоўка файла не падтрымліваецца

source: Unsupported project file version ({0})!
be: Вэрсія праекта {0} не падтрымліваецца!

source: Untranslated segments
be: Неперакладзеныя сэгмэнты

source: Untranslated segments text
be: Тэкст неперакладзеных сэгмэнтаў

source: Updated
be: Абноўлена

source: Upload disabled because repository in read-only mode
be: Запампоўка на сэрвэр адключаная, бо рэпазыторый у рэжыме “толькі чытаньне”

source: Use &Fuzzy Matching for Dictionary Entries
be: &Ужываць падбор недакладных супадзеньняў для пошуку ў слоўніках

source: Use &TAB to Advance
be: &Выкарыстоўваць TAB для пераходу далей

source: Use &XML for standalone tags (e.g., <i/>)
be: &Выкарыстоўваць XML для адзіночных тэгаў (напрыклад, <i/>)

source: Use all mine
be: Ужываць мае для ўсіх

source: Use all original
be: Ужываць арыгіналы для ўсіх

source: Use all updated
be: Ужываць абноўленыя для ўсіх

source: Use as Default Translation
be: Выкарыстоўваць як пераклад па змаўчаньні

source: Use custom templates for modification &info
be: Ужываць карыстальніцкія шаблёны для інфармацыі пра зьмены

source: User denied credentials
be: Карыстальнік адхіліў паўнамоцтвы

source: User:
be: Карыстальнік:

source: Validating tags
be: Праверка тэгаў

source: Value
be: Значэньне

source: Variants in the following languages will be displayed: {0}
be: Будуць паказаныя варыянты ў наступных мовах: {0}

source: Version: {0}
be: Вэрсія: {0}

source: View
be: Выгляд

source: View Options
be: Налады выгляду

source: Visio
be: Файлы Visio

source: Viterbi
be: Вітэрбі

source: Warning
be: Увага

source: Warning on line {0}, column {1} while parsing:
be: Папярэджаньне ў радку {0}, слупку {1} падчас сынтаксычнага аналізу:

source: Warning: Changing tag order may break the translated document!
be: Увага: зьмяненьне парадку тэгаў можа пашкодзіць перакладзены дакумэнт!

source: When a single file has more segments than this, additional segments will be loaded on-demand as you scroll.
be: Калі адзін файл мае большую за гэтую колькасьць сэгмэнтаў, яны будуць загружацца па патрабаваньні па меры прагорткі.

source: When checked, the items in the glossary auto-completer view will contain the source text, too.
be: Калі пазначана, элемэнты глясара ў сьпісе аўтазапаўненьня будуць утрымліваць таксама зыходны тэкст.

source: When unavailable, the ID will be used as a fallback
be: Пры адсутнасьці будзе ўжывацца ідэнтыфікатар

source: Whitespace
be: Прабельны сымбаль

source: Whitespaces
be: Прабельныя сымбалі

source: WiX Localization
be: Лякалізацыя WiX

source: Wind catches lily<p>Scatt'ring petals to the wind:<p>Your page is not found
be: Лілея на ветравею.<p>404 —<p>злая памылка.

source: Windows Resources
be: Рэсурсы Windows

source: WordAr&t
be: А&б’екты WordArt

source: Wordfast TXML
be: Файлы Wordfast TXML

source: Words
be: Слоў

source: Writeable Glossary File
be: Файл глясара, у які дазволены запіс

source: Writeable Glossary File:
be: Файл глясара, у які дазволены запіс:

source: Writeable glossary file folder entered does not exist!
be: Уведзены каталёг з файлам глясара, у які дазволены запіс, не існуе!

source: Wrong authentication
be: Несапраўдная ідэнтыфікацыя

source: Wrong response format from TaaS service
be: Няслушны фармат адказу ад сэрвісу TaaS

source: Wrong response from engine
be: Няправільны адказ ад рухавіка

source: Wrong username/password
be: Несапраўднае імя карыстальніка/пароль

source: XHTML Filter Options
be: Налады фільтра XHTML

source: XLIFF
be: Файлы XLIFF

source: XLIFF Filter Options
be: Налады фільтра XLIFF

source: XML Spreadsheet 2003
be: Электронная табліца XML 2003

source: Yandex Translate - No API Key Specified
be: Yandex Translate — няма ключа для API

source: You can find detailed statistic information in the file: {0}
be: Падрабязная статыстыка знаходзіцца ў файле: {0}

source: You have reached the daily limit for requests
be: Дасягнуты дзённы ліміт запытаў

source: You have reached the daily limit for the volume of translated text
be: Дасягнуты дзённы ліміт аб’ёму перакладанага тэксту

source: You must enter a number between 1 and {0}.
be: Трэба ўвесьці нумар ад 1 да {0}.

source: You need to update your JDK 1.6 to the latest version, or just remove the jaxb-*.jar files from the OmegaT /lib dir
be: Трэба абнавіць JDK 1.6 да апошняй вэрсіі, або проста выдаліць файлы jaxb-*.jar з дырэкторыі OmegaT/lib

source: ZIP files
be: ZIP-файлы

source: [Fuzzy]
be: [недакладнае]

source: [fuzzy]
be: [недакладнае]

source: all matching segments
be: усе адпаведныя сэгмэнты

source: attributes.
be: атрыбутаў.

source: canceled ({0} ms elapsed)
be: скасавана (прайшло {0} мс)

source: done ({0} ms elapsed)
be: выканана (за {0} мс)

source: extensions:
be: пашырэньні:

source: file names
be: назвы файлаў

source: h&reflang (language of links)
be: hreflang (&мова спасылак)

source: href (URL of &links)
be: href (адрасы &спасылак)

source: lan&g (language attribute)
be: lang (&атрыбут мовы)

source: loaded
be: загружана

source: segment 0000
be: сэгмэнт 0000

source: src (URL of &images)
be: src (адрасы &выяваў)

source: unknown
be: невядомы

source: value (of button, &submit and reset input)
be: значэньне (кнопкі, увод &падаць і скінуць)

source: {0} ({1} left) / {2} ({3} left), {4}
be: {0} ({1} заст.) / {2} ({3} заст.), {4}

source: {0} +{1} more
be: {0} і яшчэ {1}

source: {0} conflicts
be: канфліктаў: {0}

source: {0} loaded.
be: {0} загружана.

source: {0} segments
be: сэгмэнтаў: {0}

source: {0} toggles orientation between LTR, RTL, and language-dependent
be: Пры націсканьні Ctrl+Shift+O арыентацыя зьмяняецца паміж зьлева-направа, справа-налева і ў залежнасьці ад мовы

source: ← Back
be: ← Назад
